/* figure: showLogo.cpp */
/*********************/
/* Filename: showLogo.cpp */
/* Date: 13/11/2021     */
/* Author: Aleksandr Vititnev */
#include "MyLib.h"

void showLogo() {
    char logo[] =
                "*********************************************************\n"
                "* Нижегородский государственный технический университет *\n"
                "* Лабораторная работа 4. Задание 1.                     *\n"
                "* Выполнил студент группы 21-ИВТ-3 Вититнев Александр   *\n"
                "*********************************************************\n";

    std::cout << logo << "\n";

    return;
}